In [1]:
import pandas as pd

In [2]:
a=["Om","Sai","Ram","Jay","Shree","Krishna","Namah","Shivay","Narayan","Mahadev"]
df=pd.DataFrame(a)
df

         0
0       Om
1      Sai
2      Ram
3      Jay
4    Shree
5  Krishna
6    Namah
7   Shivay
8  Narayan
9  Mahadev

In [3]:
d = {'Student': ['Rutvik', 'Pankti', 'Evaan', 'Dhyan'], 'City': ['Pune', 'Delhi', 'Surat', 'Houston'], 'Age': [22, 16, 5, 13]}
df=pd.DataFrame(d)
df

  Student     City  Age
0  Rutvik     Pune   22
1  Pankti    Delhi   16
2   Evaan    Surat    5
3   Dhyan  Houston   13